Repository: kokoko3k/higgins
Catalog: .lang/*.po
Languages: it

source: Higgins: Application launcher, starts applications and search for things. Currently it: Evaluate expressions (calculator) Find recently opened documents Find desktop applications Find executables Find local bookmarks Lists the content of folders Find files by indexing user-specified folders Support external plugins; take a look to External_plugin_locate.sh for an example
it: Higgins: Lanciatore di applicazioni, avvia applicazioni e cerca cose. Attualmente è in grado, tra l'altro di: Valutare espressioni (calcolatrice) Trovare documenti recenti Trovare applicazioni Trovare eseguibili Trovare segnalibri locali Mostrare il contenuto delle cartelle Trovare file indicizzando cartelle selezionate Supporta plugin esterni; (dai uno sguardo a External_plugin_locate.sh per un esempio)

source: Execute file?
it: Eseguire il file?

source: Bridge to external plugin
it: Ponte per plugin esterni

source: Do not auto-hide main window
it: Non nascondere higgins automaticamente

source: Do not use a tray icon
it: Non usare l'icona nel vassoio

source: Clear the previous search on hide
it: Cancella l'ultima ricerca alla scomparsa

source: Higgins is not configured
it: Higgins non è configurato

source: Please configure at least the hotkey
it: Prego, configura almeno la scorciatoia

source: to show the higgins window.
it: Per mostrare la finestra di higgins.

source: Options
it: Opzioni

source: Show
it: Mostra

source: Quit
it: Esci

source: Open containing folder
it: Apri la cartella contenente

source: Open File
it: Apri il file

source: Copy to Clipboard
it: Copia nella clipboard

source: Choose a picture
it: Scegli un'immagine

source: Load an image
it: Carica un'immagine

source: Higgins settings
it: Impostazioni di Higgins

source: General
it: Generale

source: Hide/show shortcut:
it: Scorciatoia per Nascondi/Mostra:

source: Change
it: Cambia

source: Terminal
it: Terminale

source: Fallback icons (or current desktop icon theme)
it: Tema di icone di ripiego (o tema corrente)

source: Input lag in seconds (responsivity vs cpu use)
it: Ritardo in secondi (responsività vs uso cpu)

source: 0.00 - immediate
it: 0.00 - istantaneo

source: 0.05 - Very fast cpu
it: 0.05 - cpu molto veloce

source: 0.10 - Fast cpu
it: 0.10 - cpu veloce

source: 0.20 - Slow cpu
it: 0.20 - cpu lenta

source: 0.30 - Very slow cpu
it: 0.30 - cpu molto lenta

source: Adaptive
it: Adattivo

source: Plugins
it: Plugin

source: Open External plugins directory
it: Apri la cartella dei plugin esterni

source: Refresh External plugins list
it: Aggiorna la lista di plugin esterni

source: Style
it: Stile

source: Undecorated Window
it: Finestra non decorata

source: Window border
it: Bordo della finestra

source: Input field border
it: Bordo del campo di immissione

source: Show scrollbar
it: Mostra le barre di scorrimento

source: Window color
it: Colore della finestra

source: Search (background, text, opacity)
it: Ricerca (sfondo,testo,opacità)

source: Results (background, text, opacity)
it: Risultati (sfondo,testo,opacità)

source: Extra window padding
it: Contorno aggiuntivo

source: Background picture
it: Immagine di sfondo

source: The followings need a compositor
it: I seguenti necessitano di un compositore

source: Shadow
it: Ombra

source: Window corner round radius
it: Raggio degli angoli arrotondati

source: History plugin
it: Cronologia

source: Expression evaluator
it: Valuta le espressioni

source: Calculator
it: Calcolatrice

source: -1 (boolean TRUE)
it: -1 (logico vero)

source: 0 (boolean FALSE)
it: 0 (logico falso)

source: Search for Recent Documents
it: Trova i documenti aperti di recente

source: Recent Documents
it: Documenti recenti

source: Find desktop applications
it: Trova le applicazioni installate

source: Desktop apps
it: Applicazioni del desktop

source: Executables launcher
it: Avviatore di eseguibili

source: Executables
it: Eseguibili

source: Search through desktop bookmarks
it: Trova i segnalibri del sistema

source: Folder bookmarks
it: Segnalibri delle cartelle

source: List files from a folder
it: Mostra i file da una cartella

source: list plugin
it: Lista

source: Index filenames from user-defined folders.
it: Indicizza i nomi dei file da cartelle selezionate

source: Indexer
it: Indicizzatore

source: Search and activate windows
it: Cerca e attiva le finestre

source: Example plugin description
it: descrizione del plugin di esempio

source: Example plugin
it: Plugin di esempio

source: Directory
it: Cartella

source: Also search for apps in the following folders (Not recursive)
it: Cerca le applicazioni anche nelle seguenti cartelle (non ricorsivo)

source: Identify desktop files by extension only (faster)
it: Identifica i file del desktop dall'estensione (più veloce)

source: Depth
it: Profondità

source: items indexed.
it: oggetti indicizzati.

source: indexer plugin config
it: Configurazione del plugin indicizzatore

source: Directories to index
it: Cartelle da indicizzare

source: Limit results to:
it: Limita i risultati a:

source: Example: Path /aa/bb/cc exists. and you search for "aa" or "bb" Option checked -> You get "/aa/bb/cc" Option unchecked -> You DONT get "/aa/bb/cc"
it: Esempio: Il percorso /aa/bb/cc esiste. e tu cerchi "aa" oppure "bb" Opzione abilitata -> Avrai il risultato "/aa/bb/cc" Opzione disabilitata -> NON Avrai il risultato "/aa/bb/cc"

source: Match Full Pathname
it: Corrispondenza in percorsi completi

source: Show hidden files or not in search list. Hidden files are still shown if search begins with "."
it: Mostra i file nascosti o meno nella lista. I file nascosti sono comunque mostrati se la ricerca comincia con "."

source: Match hidden files
it: Trova anche file nascosti

source: Update index every:
it: Aggiorna l'indice ogni:

source: Index Now
it: Indicizza ora
